<template>
  <div class="cont" id="userProtocol">
    <h1>品推宝用户协议</h1>
    <h2>提示条款</h2>
    <ul>
      1.在使用品推宝各项服务前，请您务必仔细阅读并透彻理解本《协议》。如对本《协议》内容有任何疑问，您可向品推宝平台客服咨询。<br/><br/>
      2.您在使用品推宝平台某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“规则”）。所有品推宝平台已经发布的或将来可能发布的规则为本协议不可分割的组成部分，与本协议具有同等法律效力。除另行明确声明外，任何品推宝及其关联公司提供的服务（以下称为“品推宝平台服务”）均受本协议约束。<br/><br/>
      3.品推宝有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并提前七日以网站公示的方式进行公示，自公示之日起第八日生效。如您继续使用品推宝平台服务，即表示您接受经修订的协议和规则。如发生有关争议时，以品推宝最新的相关协议和规则为准。您不接受协议或者规则修改内容、申请退出平台的，根据原协议或者交易规则承担相关责任。<br/><br/>
      4.您接受本《协议》全部内容之后，即可注册、登录或使用本《协议》所涉相关服务。您的注册、登录、使用等行为视为对本《协议》全部内容的接受。<br/><br/>
      5.如您是未成年人（未满18周岁），须在法定监护人陪同下阅读并决定是否接受本《协议》。<br/><br/>
      6.阅读本协议的过程中，如果您不同意本声明或其中任何内容，您应立即停止使用品推宝平台服务。如果您使用品推宝平台服务，您的使用行为将被视为对本声明全部内容的认可。<br/><br/>
      7.品推宝保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。<br/><br/>
    </ul>
    <h2>定义</h2>
    <ul>
      品推宝平台：品推宝网站（www.pintuibao.com，www.pintuibao.cn）、品推宝无线站点（m.pintuibao.com，m.pintuibao.cn）及品推宝移动应用软件（App）。<br/><br/>
      品推宝：品推宝平台经营者的单位或合称，是指北京品推宝移动科技有限公司。<br/><br/>
      用户：包含注册用户和非注册用户，以下亦称为“您”。注册用户是指通过品推宝平台完成全部注册程序后，使用品推宝平台服务的用户。非注册用户是指未进行注册、直接访问品推宝平台或通过其他网站进入品推宝平台直接或间接地使用品推宝平台服务的用户。<br/><br/>
      协议方：本协议中协议双方合称“协议方”。北京品推宝移动科技有限公司及其相关服务可能存在的运营关联单位、品推宝平台在协议中统称为"品推宝"。<br/><br/>
    </ul>
    <h2>权利声明</h2>
    <ul>
      一、权利归属<br/>
      1.除非品推宝另行声明，品推宝平台内的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密及其他所有相关权利）均归品推宝或其关联公司所有。未经品推宝许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载品推宝平台内的任何内容）。<br/><br/>
      2.用户一旦接受本协议，即表明该用户主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章、视频等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给品推宝所有，用户同意品推宝平台有权就任何主体侵权而单独提起诉讼。但是，如果用户在本平台发表的任何形式的信息内容侵犯他人合法权利的，侵权责任由该用户独自承担；品推宝因此被控侵权的，品推宝向他人承担的全部法律责任最终亦由该用户承担，包括并不限于赔偿责任、品推宝支付的律师费等费用，品推宝有权向该用户追偿。<br/><br/>
      3.本协议已经构成现行有效的《中华人民共和国著作权法》第二十五条及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在品推宝平台上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。<br/><br/>
      4.您了解并同意，品推宝平台拥有通过邮件、短信电话等形式，向在本站注册、交易用户发送订单信息、专题推荐、促销活动等告知信息的权利。<br/><br/>
      5.您了解并同意，品推宝平台有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。<br/><br/>
      6.品推宝平台的Logo、“品推宝”、“Pintuibao”等文字、图形及其组合，以及品推宝平台的其他标识、徵记、产品和服务名称、企业名称等均为品推宝及其关联公司在中国和其它国家的商标，未经品推宝书面授权，任何人不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。<br/><br/>
      7.品推宝平台以下内容不可任意转载：<br/>
      1）本平台内发布的所有信息；<br/>
      2）已作出不得转载或未经许可不得转载声明的内容；<br/>
      3）本平台中特有的图形、标志、页面风格、编排方式、程序等；<br/>
      4）本平台中必须具有特别授权或具有注册用户资格方可知晓的内容；<br/>
      5）其他法律不允许或本平台认为不适合转载的内容。<br/>
      8.对于不当引用品推宝平台内容而引起的纷争等或因纠纷等造成的任何损失，品推宝平台不承担相关法律责任。对不遵守本声明的用户或其他违法、恶意使用品推宝平台内容者，品推宝平台保留追究其法律责任的权利。<br/><br/>
    </ul>
    <ul>
      二、责任限制<br/>
      1.品推宝负责向您提供品推宝平台服务。但品推宝对品推宝平台服务不作任何明示或暗示的保证，包括但不限于品推宝平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，品推宝也不对品推宝平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性作出任何承诺和保证。<br/><br/>
      2.用户通过品推宝平台发布的信息、文字、图片、视频等资料均由品推宝平台用户提供，其真实性、准确性和合法性由信息发布人负责。品推宝平台不提供任何保证，并不承担任何法律责任。如果以上资料侵犯了第三方的知识产权或其他权利，责任由信息发布者本人承担，品推宝对此不承担责任。品推宝因此被控侵权的，品推宝向他人承担的全部法律责任最终亦由该用户承担，包括并不限于赔偿责任、品推宝支付的律师费等费用，品推宝有权向该用户追偿。<br/><br/>
      3.品推宝平台仅向您提供品推宝平台服务，您了解品推宝平台上的信息系用户自行发布，由于海量信息的存在，且品推宝平台无法杜绝可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、合法性和有效性，并注意保留相应的证据以利于维权。<br/><br/>
      4.您了解并同意，在发现品推宝平台任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知品推宝平台。如果您发现您的个人信息被盗用、您的版权或者其他权利被侵害，请将此情况告知品推宝平台并同时提供如下信息和材料：<br/>
      a)侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；<br/>
      b)您是所述的版权或者其他权利的合法拥有者的权利证明；<br/>
      c)您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；<br/>
      d)您的身份证复印件、营业执照等其他相关资料。<br/>
      经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。<br/><br/>
      5.您了解并同意：使用本服务过程中存在可能面对来自他人的包括但不限于威胁性的、诽谤性的、令人反感的或其他非法的内容或行为和/或侵犯他人权利（包括但不限于知识产权）的匿名或冒名的信息的风险，用户须承担以上风险。品推宝平台服务不作任何明确或暗示的担保，包括但不限于有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的内容，对因此导致任何因用户不正当或非法使用品推宝平台服务产生的直接、间接、偶然、特殊及后续等侵犯第三人之合法权利的法律责任，品推宝不承担任何责任。<br/><br/>
      6.您了解并同意，品推宝平台不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：<br/>
      a)使用或未能使用品推宝平台服务；<br/>
      b)第三方未经批准地使用您的账户或更改您的数据；<br/>
      c)通过品推宝平台服务购买或获取任何商品、知识、数据、信息等行为或替代行为产生的费用及损失；<br/>
      d)您对品推宝平台服务的误解；<br/>
      e)任何非因品推宝平台的原因而引起的与品推宝平台服务有关的其它损失。<br/><br/>
      7.您了解并同意，如您符合并且遵守本协议条款，在通过品推宝平台完成注册程序之后，即可成为品推宝平台用户。对于您主动提交的相关信息，您授权品推宝及/或品推宝平台运营者及关联服务提供方委托的第三方通过合法渠道（包括但不限于征信机构等）了解、咨询、审查您的个人市场交易风险的真实情况，并据此判断您的风险状况。<br/><br/>
      8.您在品推宝平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。品推宝平台和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。<br/><br/>
      9.您同意在使用品推宝平台服务过程中显示品推宝平台自行或由第三方服务商向您发送的推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。除法律法规明确规定外，您应自行对依该推广信息进行的交易负责，对用户因依该推广信息进行的交易或前述第三方服务商提供的内容而遭受的损失或损害，品推宝平台不承担任何责任。<br/><br/>
      10.用户不得将在本站注册获得的账户赠与、借用、租用、转让或售卖给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。<br/><br/>
      11.品推宝平台对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。<br/><br/>
      12.您应当严格遵守本协议及品推宝平台发布的其他协议、活动规则，因您违反协议或规则的行为给第三方或品推宝平台造成损失的，您应当承担全部责任。<br/><br/>
      13.品推宝平台转载作品（包括论坛内容）出于传递更多信息之目的，并不意味品推宝赞同其观点或已经证实其内容的真实性。<br/><br/>
    </ul>
    <ul>
      三、用户信息<br/>
      1.用户个人信息，包括但不限于：用户真实姓名、证件号码、职业、职务、头像、手机电话、银行账号、第三方支付账号、电子邮件、教育经历、从业经历等。<br/><br/>
      2.非用户个人信息，用户在品推宝平台上，包括话题、用户私聊、操作状态、使用记录、使用习惯等在内的全部记录信息。除本条第1款所列用户个人信息范围外的其他所有信息，均视为非用户个人信息。<br/><br/>
      3.用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且品推宝平台保留终止用户使用品推宝平台各项服务的权利。品推宝不对用户信息的真实性承担任何责任。<br/><br/>
      4.注册信息，用户向品推宝平台所提交的帐号名称、头像及简介等内容不得出现违法及不良信息。对含有此类违法及不良信息的帐号，在行公司有权不予注册。同时，为保护用户个人信息及公民隐私，品推宝平台将自觉接受社会监督，及时处理公众举报的帐号名称、头像、简介等注册信息中的违法和不良信息。<br/><br/>
      5.第三方平台记录信息。用户通过新浪微博、腾讯微信等第三方平台账号注册、登录、使用品推宝平台服务的，将被视为用户完全理解、同意并接受品推宝平台已包括但不限于收集、统计、分析等方式使用其在新浪微博、腾讯微信等第三方平台填写、登记、公布、记录的全部信息。用户一旦使用第三方平台账号注册、登录、使用品推宝平台服务，品推宝平台对该第三方记录信息的任何使用，均被视为已经获得了用户本人的完全同意并接受。<br/><br/>
      6.用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。<br/><br/>
      7.用户在品推宝平台所涉及的包括个人真实姓名、手机电话、电子邮件、通信地址等在内的用户个人信息、注册信息、第三方平台账号信息以及非用户个人信息，品推宝平台在此承诺，均予以严格保密，除非经用户明确授权或者法律另有规定之外，品推宝平台不会向任何第三方 / 第三人披露上述用户隐私信息。品推宝平台尊重用户的合法权利，不会以违反法律、行政法规以及本协议约定的方式收集、保存、使用用户信息。<br/><br/>
    </ul>
    <ul>
      四、服务使用规范<br/>
      本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：<br/><br/>
      1.不得制作、复制、发布、传播含有下列内容的信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；含有法律、行政法规禁止的其他内容的。<br/><br/>
      2.从中国大陆向境外传输资料信息时必须符合中国有关法规。<br/><br/>
      3.不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动。<br/><br/>
      4.不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统。<br/><br/>
      5.不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料。<br/><br/>
      6.不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论。<br/><br/>
      7.不得教唆他人从事本条所禁止的行为。<br/><br/>
      8.不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容。<br/><br/>
      9.不得误导或欺骗他人，违背品推宝平台页面公布之活动规则，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易。<br/><br/>
      10.不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。<br/>
      用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。<br/>
      本站保有删除站内各类不符合法律政策或不真实的或有害的信息内容而无须通知用户的权利。<br/>
      本站发现用户有违反法律、法规、规章的行为的，有权向平台所在地工商行政管理部门、公安部门报告，并有权采取措施制止，必要时有权停止对用户提供服务。<br/>
      若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。<br/>
    </ul>
    <ul>
      五、协议终止<br/>
      1.您同意，品推宝平台基于平台服务的安全性，有权中止向您提供部分或全部品推宝平台服务，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果品推宝平台的安全问题是由于您的违法行为引起，品推宝平台有权终止向您提供部分或全部品推宝平台服务，永久冻结（注销）您的帐户，并有权向您就损失进行索赔。<br/><br/>
      2.您同意，您与品推宝平台的协议关系终止后，品推宝平台仍享有下列权利：<br/>
      a)继续保存您未及时删除的注册信息及您使用品推宝平台服务期间发布的所有信息至法律规定的记录保存期满。<br/>
      b)您在使用品推宝平台服务期间存在违法行为或违反本协议和/或规则的行为的，品推宝平台仍可依据本协议向您主张权利、追究责任。<br/><br/>
    </ul>
    <ul>
      六、协议更新及用户关注义务<br/>
      根据国家法律法规变化及网站运营需要，品推宝平台有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上并在公示期满（公示期为7日）时生效，并代替原来的协议。用户可随时登录查阅最新协议； 用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受品推宝平台依据本协议提供的服务，并根据原协议或者交易规则承担相关责任；如用户继续使用品推宝平台提供的服务的，即视为同意更新后的协议。品推宝平台建议您在使用本站之前阅读本协议及本站的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。<br/><br/>
    </ul>
    <ul>
      七、适用法律框架以及争议解决途径<br/>
      本协议的订立、执行、解释及争议的解决均应适用中华人民共和国法律及法规。如发生本协议部分内容与适用法律、法规相抵触时，此部分协议抵触内容应以适用法律为准。同时此部分协议抵触内容不影响协议其他部分的效力，即协议其他部分继续有效。因本合同引起的或与本合同有关的任何争议，均提请北京仲裁委员会／北京国际仲裁中心按照其仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。<br/><br/>
    </ul>
  </div>
</template>

<script>
  import '../../../public/js/init.js'
export default {
  name: 'userProtocol'
}
</script>

<style>
  html{font-size: 100px;height:100%;-webkit-text-size-adjust:none;}
  body{ margin:0; padding:.2rem;font-family: PingFangSC-Thin,PingFangSC,Microsoft Yahei,Helvetica,arial,sans-serif;overflow-x: hidden;-webkit-font-smoothing: antialiased;}
  img{ width:100%; border:none;float: left;}
  h1{ text-align: center;font-size: .18rem;font-weight: bold}
  h2{ font-size: .16rem; margin-top: .3rem;margin-bottom: .2rem;}
  h3{font-size: .16rem;}
  h1,h2{color:#252525;}
  ul{ margin: .10rem 0 0 0;padding: 0;color: #6C6B66;font-size: .14rem}
  .cont{padding-top: .05rem}

</style>
